Repository: pinoelefante/AdventuresPlanetUWP
Catalog: AdventuresPlanetUWP/Strings/*/Resources.resw
Source language: en
Languages: it

# hamburger_impostazioni.Text
source: Settings
it: Impostazioni

# hamburger_info.Text
source: About
it: Info

# hamburger_news.Text
source: News
it: Notizie

# hamburger_preferiti.Text
source: Favourites
it: Preferiti

# hamburger_recensioni.Text
source: Reviews
it: Recensioni

# hamburger_soluzioni.Text
source: Walkthrough
it: Soluzioni

# contents_indice_titolo.Text
source: Index
it: Indice

# contents_acuradi.Text
source: written by
it: a cura di

# contents_votoredazione.Text
source: Rating
it: Voto della redazione

# content_votoutenti.Text
source: User rating
it: Voto degli utenti

# contents_menu_indice.Label
source: Index
it: Indice

# contents_menu_aggpreferiti.Label
source: Add to favourites
it: Aggiungi a preferiti

# contents_menu_rempreferiti.Label
source: Remove from favourites
it: Rimuovi da preferiti

# contents_menu_condividi.Label
source: Share
it: Condividi

# contents_menu_recensionebreve.Label
source: Short review
it: Recensione breve

# contents_menu_vedirecensione.Label
source: Go to review
it: Vedi recensione

# contents_menu_vedisoluzione.Label
source: Go to walkthrough
it: Vedi soluzione

# contents_menu_apribrowser.Label
source: Open in browser
it: Apri nel browser

# contents_menu_compragioco.Label
source: Buy the game
it: Compra il gioco

# firststart_benvenuto.Text
source: Welcome!
it: Benvenuto!

# firststart_attendi.Text
source: Wait a moment while we load some data
it: Attendi qualche istante mentre vengono precaricati alcuni dati.

# firststart_rece.Text
source: Loading reviews
it: Caricamento recensioni

# firststart_solu.Text
source: Loading walkthroughs
it: Caricamento soluzioni

# firststart_pod.Text
source: Loading podcasts
it: Caricamento podcast

# firststart_mesi.Text
source: Loading news
it: Caricamento mesi news

# info_vota.Text
source: Rate & review
it: Vota l'applicazione

# info_contatta.Text
source: Contact & feedback
it: Contatta lo sviluppatore

# info_copyright.Text
source: App developed by Giuseppe Elefante. All contents is property of Adventure's Planet s.r.l.
it: Applicazione sviluppata da Giuseppe Elefante. Tutto il materiale presente è proprietà di Adventure's Planet s.r.l.

# info_versione.Text
source: Version
it: Versione

# news_header.Content
source: News
it: Notizie

# news_flyout_anteprima.Text
source: Preview
it: Anteprima

# news_updating.Text
source: Updating...
it: Aggiorno le notizie

# news_update.Text
source: Load more
it: Carica altre notizie

# preferiti_header.Content
source: My favourite games
it: I miei preferiti

# preferiti_lista_vuota.Text
source: Empty list
it: Elenco vuoto

# preferiti_flyout_rece.Text
source: Review
it: Recensione

# preferiti_flyout_solu.Text
source: Walkthrough
it: Soluzione

# preferiti_flyout_remove.Text
source: Remove from favourites
it: Rimuovi da preferiti

# recensioni_header.Content
source: Reviews
it: Recensioni

# recensioni_flyout_addpreferiti.Text
source: Add to favourites
it: Aggiungi a preferiti

# recensioni_flyout_rempreferiti.Text
source: Remove from favourites
it: Rimuovi da preferiti

# recensioni_flyout_condividi.Text
source: Share
it: Condividi

# recensioni_bar_cerca.Label
source: Search
it: Cerca

# recensioni_bar_aggiorna.Label
source: Update
it: Aggiorna

# search_placeholder.PlaceholderText
source: Type to search...
it: Digita per cercare...

# settings_header.Content
source: Settings
it: Impostazioni

# settings_fontSize.Header
source: Font size
it: Dimensione dei caratteri

# settings_rece_manuale.Header
source: Update reviews manually
it: Aggiorna elenco recensioni manualmente

# settings_solu_manuale.Header
source: Update walkthroughs manually
it: Aggiorna elenco soluzioni manualmente

# settings_carica_immagini.Header
source: Load images from reviews/walkthroughs
it: Carica le immagini di soluzioni/recensioni

# settings_posizione_solu.Header
source: Save last position of reviews
it: Ricorda ultima posizione delle soluzioni

# settings_posizione_rece.Header
source: Save last position of walkthrough
it: Ricorda ultima posizione delle recensioni

# settings_video.Text
source: Max video quality
it: Qualità massima video

# settings_tempo_news.Text
source: Update new every
it: Aggiorna news ogni

# settings_news_1.Content
source: 1 hour
it: 1 ora

# settings_news_2.Content
source: 4 hours
it: 4 ore

# settings_news_3.Content
source: 8 hours
it: 8 ore

# settings_news_4.Content
source: 12 hours
it: 12 ore

# settings_news_5.Content
source: 1 day
it: 1 giorno

# settings_cancella_tutto.Content
source: Delete all data
it: Cancella tutti i dati

# soluzioni_header.Content
source: Reviews
it: Soluzioni

# soluzioni_flyout_addpreferiti.Text
source: Add to favourites
it: Aggiungi a preferiti

# soluzioni_flyout_rempreferiti.Text
source: Remove from favourites
it: Rimuovi da preferiti

# soluzioni_condividi.Text
source: Share
it: Condividi

# vnews_bar_condividi.Label
source: Share
it: Condividi

# vnews_bar_apribrowser.Label
source: Open in web browser
it: Apri nel browser
